---
layout: md
title: 杂谈历史学习
---

每当我们想创造一个什么东西的时候，不如去调研调研相关领域已经有过的历史...人类有各种史，像工业设计史、中外服装史、西方哲学史...

### 学习

当今的一些年轻人所思考纠结讨论的一些问题，其实早就有许多更有智慧的前人思考、讨论、甚至发起过社会运动了，许多还都有成功的结论成果，这些都要从历史中去了解。

对于解决自己在生活学习工作中遇到的问题，学习历史使我们能直接获得前人的成熟经验，复制其中最优秀的模式方案，不必因自付实验大费周章而导致重蹈覆辙、生命浪费！

### 创新

若是工作要求非创新不可，不能去造前人造过的轮子、走前人走烂的老路，那么学习历史便可以让人知道，哪些路已经被走烂了。

所以，学习历史，并不是要继承什么陈文腐习。而且恰恰相反，从创新的角度来看，学习历史正是为了推陈而出新！

另外，真正的创新，多是改进了历史的，是优于历史、而不是仅仅不同于历史的。

### 潮流

我们今天的有些“潮流”，很多都是几十年前的优秀事物的重生，这一类的潮流，也仍是研究了历史的，叫所谓的经典、复古。

因此，聪明的大孩子，所追求的潮流实际上并不是什么标新立异的个性，而是事物的美好，只是因为这个美好常常领先或者说突出于环境，才显得与周围不太一样。

这些基础的道理，虽然许多孩子都懂得，然而. . .